<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <script src="https://cdn.tailwindcss.com"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/alpinejs/3.12.3/cdn.min.js" defer></script>
    <link rel="icon" type="image/x-icon" href="/favicon.png" />
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.4.0/css/all.min.css" />
    <link rel="stylesheet" media="screen and (min-width: 577px)" href="assets/css/styles.css" />
    <link rel="stylesheet" media="screen and (max-width: 576px)" href="assets/css/mobile.css" />
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/flexboxgrid/6.3.1/flexboxgrid.min.css" type="text/css" >
    <title>M&#233;todo Content Codes</title>
  </head>

  <body>

    <section class="section-intro">
      <header>
        <img src="assets/icons/logo.svg" alt="Content Codes">
      </header>

      <h1>Transforme conte&#250;do em dinheiro e seguidor em cliente com o m&#233;todo content CODES!</h1>
      <hr>
      <h2>Assista o v&#237;deo e descubra:</h2>
      
      <div class="arrow-container max-w-[400px]">
        <img src="assets/icons/thin-arrow.svg">
        <p>Porque seus posts n&#227;o d&#227;o certo nem quando voc&#234; aplica as estrat&#233;gias que te ensinam no mercado.</p>
      </div>
      
      <div class="arrow-container max-w-[670px]">
        <img src="assets/icons/thin-arrow.svg">
        <p>O conceito que não &#233; ensinado em nenhuma faculdade, curso ou mentoria de marketing que &#233; essencial para a implementa&#231;&#227;o eficaz de qualquer estrat&#233;gia digital.</p>
      </div>

      <div class="arrow-container max-w-[435px]">
        <img src="assets/icons/thin-arrow.svg">
        <p>A t&#233;cnica de comunica&#231;&#227;o que vai fazer seus seguidores vir at&#233; voc&#234; implorando pelo seu servi&#231;o ou produto.</p>
      </div>

      <div class="video-container">
        <iframe src="https://www.youtube.com/embed/7X8II6J-6mU" frameborder="0"></iframe>
      </div>

      <button class="btn" type="button">Quero transformar seguidor em cliente</button>
      <img class="payment-forms" src="assets/icons/payment-forms.svg" alt="Formas de Pagamento">

      <ul class="grid">
        <li>
          <img src="assets/icons/clock.svg" alt="Acesso imediato">
          <h4>Acesso imediato</h4>
        </li>
        <li>
          <img src="assets/icons/zoom.svg" alt="Suporte ao vivo no Zoom">
          <h4>Suporte ao vivo no Zoom</h4>
        </li>
        <li>
          <img src="assets/icons/certificate.svg" alt="Garantia de 30 dias">
          <h4>Garantia de 30 dias</h4>
        </li>
      </div>
    </section>

    <section class="section-two">
      <h1 class="font-medium">
        J&#225; imaginou abrir o seu Instagram hoje e ver 
        <span class="font-heavy-oblique primary-color">v&#225;rias mensagens</span> como essas?
      </h1>

      <div class="first-dm"></div>

      <h2 class="font-medium">
        Sei que talvez essa ainda n&#227;o seja a sua realidade.
        Talvez ao oferecer seu servi&#231;o ou produto, &#233; isso que voc&#234; recebe na sua DM…
      </h2>

      <div class="second-dm"></div>
    </section>

    <section class="section-three">

      <div class="row middle-lg">
        <div class="col-lg-6 col-sm-6 col-xs-12">
          <div class="text-container">
            <p class="font-medium">
              Eu j&#225; estive no seu lugar e sei como &#233; angustiante tentar de tudo e n&#227;o ter ningu&#233;m pedindo 
              pelo seu servi&#231;o. E pior: ver pessoas recusando o seu trabalho, &#224;s vezes te leva a duvidar 
              do seu potencial e at&#233; mesmo a 
              <span class="font-heavy-oblique primary-color">acreditar que voc&#234; n&#227;o &#233; bom o suficiente!</span>
            </p>
            <br>
            <p class="font-medium">
              Mas, j&#225; quero te dizer de cara: 
              <span class="font-heavy-oblique">“o problema não est&#225; em voc&#234;!”</span> 
              e voc&#234; j&#225; vai entender porque eu falo isso…
            </p>
          </div>
        </div>

        <div class="col-lg-6 col-sm-6 col-xs-12">
          <img class="img-responsive" src="assets/img/josie-laptop-min.png">
        </div>
      </div>

      <div class="grey-box">
        <p class="font-medium">Pode ser que voc&#234; esteja se perguntando: 
          Nossa, eu quero muito lotar minha DM com pessoas pedindo pra comprar de mim! 
          Ser&#225; que esse m&#233;todo vai me ajudar?</p>
        
        <h1 class="font-medium">Bem, o <span class="italic">content CODES</span> foi desenvolvido pra quem quer:</h1>
      
        <div class="arrow-container">
          <img src="assets/icons/thin-arrow.svg">
          <p class="font-medium">Usar o Instagram como vitrine pra capta&#231;&#227;o de clientes</p>
        </div>
        
        <div class="arrow-container">
          <img src="assets/icons/thin-arrow.svg">
          <p class="font-medium">Se diferenciar e ser reconhecido no seu mercado</p>
        </div>
  
        <div class="arrow-container">
          <img src="assets/icons/thin-arrow.svg">
          <p class="font-medium">Ter pessoas batendo no seu direct pedindo pelo seu servi&#231;o/produto 
            todo dia (independente do valor que voc&#234; cobra)</p>
        </div>

        <p class="font-medium">Ele &#233; perfeito pra quem vende <span class="font-heavy">infoprodutos, servi&#231;os ou produtos f&#237;sicos</span> no Instagram!</p>
      </div>
    </section>

    <section class="section-neuro-levels">
      <p class="font-medium">O m&#233;todo content CODES &#233; diferente de tudo o que você j&#225; viu porque ele usa 
        como base um conceito extremamente robusto que eu adaptei do trabalho de 2 grandes estudiosos 
        da ci&#234;ncia cognitiva: Robert Dilts e Gregory Bateson</p>

      <p class="font-medium">Eu chamo esse conceito de 
        <span class="font-heavy-oblique underline">Escada dos N&#237;veis Neurol&#243;gicos.</span>
      </p>

      <div class="img-responsive"></div>

      <p class="font-medium small">
        Ele explica que a nossa mente classifica e organiza toda informa&#231;&#227;o que absorvemos obedecendo 
        uma hierarquia. Mensagens que atingem os n&#237;veis mais elevados da Escada 
        ir&#227;o necessariamente provocar mudan&#231;as nos n&#237;veis inferiores
      </p>

      <p class="font-medium small">
        Mas, mensagens que atingem os n&#237;veis inferiores n&#227;o v&#227;o 
        obrigatoriamente trazer mudan&#231;as para os n&#237;veis superiores.
      </p>

      <p class="font-medium">
        E afinal Josie, o que isso significa na hora de atrair p&#250;blico qualificado, despertar desejo e vender?
      </p>
    </section>

    <section class="section-brown">
      <p class="max-w-[580px]">
        A resposta &#233;: se todos os seus esforços de marketing estão direcionados para os n&#237;veis da base, 
        os seus resultados tendem a ser escassos e muitas vezes inexistentes, 
        <span class="font-heavy-oblique underline">porque mensagens concentradas na base n&#227;o geram impacto e nem a&#231;&#227;o.</span>
      </p>

      <p class="max-w-[530px]">
        Ent&#227;o, mesmo que você tenha feito uma estrat&#233;gia de comunica&#231;&#227;o e at&#233; mesmo o branding do seu perfil, 
        mas tudo isso est&#225; atingindo apenas os n&#237;veis da base, 
        <span class="font-heavy-oblique underline">o seu conte&#250;do n&#227;o ter&#225; o resultado que voc&#234; espera.</span>
      </p>

      <p class="max-w-[620px]">
        Se voc&#234; quer vender sem ter que correr atr&#225;s de ningu&#233;m, 
        a maior parte do seu marketing tem que comunicar com o topo da Escada.
      </p>
    
      <hr>

      <p class="max-w-[620px] p4">
        No m&#233;todo content CODES eu vou te ensinar a criar sua estrat&#233;gia, 
        comunica&#231;&#227;o e marca para conectar diretamente com os n&#237;veis mais elevados do seu p&#250;blico-alvo!
      </p>

      <button class="btn" type="button">
        Quero vender sem ter que correr atr&#225;s de ningu&#233;m
      </button>
    </section>

    <section class="section-six">
      <h1 class="font-medium">Quando voc&#234; aplicar o que eu ensino nas aulas, 
        seu <span class="font-heavy-oblique primary-color">direct vai lotar de mensagens</span>
        como essas que eu recebo diariamente.</h1>

      <div class="img-responsive"></div>
    </section>

    <section class="section-knowledges">
      <p class="p1 underline">O <em>content CODES</em> é a junção de 
        <span class="font-heavy-oblique">2 conhecimentos</span> super poderosos:</p>

      <div class="h1-container">
        <h1>Ci&#234;ncia do Comportamento Humano</h1>
        <h1>+</h1>
        <h1>Marketing de Conte&#250;do</h1>
      </div>

      <p class="p2">São 8 anos de experi&#234;ncia em 
        <span class="font-heavy">4 pilares estruturados</span> 
        numa sequ&#234;ncia estrat&#233;gica que transformar&#225; voc&#234; 
        num expert na arte de comunicar e vender.</p>

      <div class="pillars">
        <div class="row pilar pilar-one">
          <div class="col-lg-6 col-sm-6 col-xs-12">
            <span>Pilar 1</span>
            <h2 class="title">Dispositivos de Formula&#231;&#227;o Estrat&#233;gica</h2>
            <p class="content font-medium">
              Nesse pilar vamos aplicar os dispositivos para criar uma estrat&#233;gia eficaz e 
              personalizada para o seu est&#225;gio e nicho de mercado. Ao final deste processo, 
              voc&#234; ter&#225; um mapeamento completo de todos os n&#237;veis neurol&#243;gicos do seu 
              cliente e entender&#225; ele profundamente.
            </p>
          </div>
  
          <div class="col-lg-6 col-sm-6 col-xs-12">
            <img class="img-responsive" src="assets/img/pilar-one.png">
          </div>
        </div>
  
        <div class="row pilar pilar-two">
          <div class="col-lg-6 col-sm-6 col-xs-12">
              <span>Pilar 2</span>
              <h2 class="title">Concep&#231;&#227;o do DNA da Marca</h2>
              <p class="content font-medium">
                Aqui &#233; onde vamos pegar todas as informa&#231;es do pilar 1 e juntar com a sua ess&#234;ncia 
                para criar uma marca que vai te fazer &#250;nico no seu nicho. Isso vai elevar a percep&#231;&#227;o
                de valor do seu servi&#231;o pra te permitir cobrar mais caro. Pra isso, vamos usar uma
                ferramenta muito poderosa que eu criei chamada Quadrante da Constitui&#231;&#227;o de Marca. 
                Ao completar essa ferramenta você ter&#225; todo o branding e posicionamento da sua 
                marca na palma da sua m&#227;o.
              </p>
          </div>
  
          <div class="col-lg-6 col-sm-6 col-xs-12 reverse">
            <img class="img-responsive" src="assets/img/pilar-two.png">
          </div>
        </div>

        <div class="row pilar pilar-three">
          <div class="col-lg-6 col-sm-6 col-xs-12">
              <span>Pilar 3</span>
              <h2 class="title">Metamodelo da Comunica&#231;&#227;o</h2>
              <p class="content font-medium">
                Esse &#233; o pilar onde vou te ensinar os CODES da mente e da comunica&#231;&#227;o para 
                criar estrat&#233;gias de vendas eficazes no Instagram. Voc&#234; vai aprender a estruturar 
                posts que comunicam diretamente com os n&#237;veis neurol&#243;gicos mais profundos do seu cliente.
                Ao aplicar isso, v&#227;o ser os seus seguidores que v&#227;o vir at&#233; voc&#234; implorando pelo seu servi&#231;o.
              </p>
          </div>
  
          <div class="col-lg-6 col-sm-6 col-xs-12">
            <img class="img-responsive" src="assets/img/pilar-three.png">
          </div>
        </div>

        <div class="row pilar pilar-four">
          <div class="col-lg-6 col-sm-6 col-xs-12">
              <span>Pilar 4</span>
              <h2 class="title">Modelo das 3 For&#231;as da Oferta</h2>
              <p class="content font-medium">
                O objetivo aqui &#233; embrulhar seu servi&#231;o numa “embalagem” t&#227;o atrativa que seu p&#250;blico ser&#225; 
                incapaz de resistir a ele. Sabe quando voc&#234; fala o seu pre&#231;o e as pessoas dizem: “Nossa, muito caro! 
                O fulano faz mais barato!” ou ent&#227;o “vou me organizar melhor e volto a falar contigo”.
              </p>
              <p class="content font-medium">
                A gente j&#225; sabe que essa pessoa nunca mais volta, não &#233; mesmo? Quando voc&#234; coloca as 3 for&#231;as pra 
                trabalhar juntas, &#233; isso que vai acontecer na sua DM:
              </p>
          </div>
  
          <div class="col-lg-6 col-sm-6 col-xs-12 reverse">
            <img class="img-responsive" src="assets/img/pilar-four.png">
          </div>
        </div>
      </div>

      <div class="knowledge-dms"></div>

    </section>

    <section class="section-devices">
      <h1 class="font-medium">
        Em cada pilar voc&#234; encontrar&#225; ferramentas pr&#225;ticas que desenvolvi para tornar 
        seu processo mais r&#225;pido e simples, sempre com o objetivo de criar um 
        <span class="font-heavy-oblique underline">fluxo cont&#237;nuo de atra&#231;&#227;o, reten&#231;&#227;o e vendas.</span>
      </h1>

      <div class="row">
        <div class="col-xs-12">
          <img class="img-responsive" src="assets/img/josie-devices.png">
        </div>
      </div>

      <div class="text font-medium">
        <p>Agora, deixa eu te perguntar uma coisa: 
          <span class="font-heavy-oblique">Voc&#234; j&#225; viu isso em algum outro lugar?</span>
        </p>

        <p>Se prepara porque essa vida de ficar falando sozinho e correndo
          atr&#225;s de venda est&#225; com os dias contados!</p>
      </div>

      <div class="row">
        <div class="col-xs-12" style="position: relative;">
          <div class="second-img"></div>
          <div class="text-container font-medium">
            <h1>Ah, e &#233; claro que voc&#234; n&#227;o estar&#225; sozinho no processo!</h1>
            <hr>
            <img src="/assets/icons/arrow-down.svg">
            
            <p>Durante 1 ano de acesso, temos 1 aula ao vivo todo m&#234;s para que voc&#234; possa fazer 
              todas as perguntas que desejar. Esses encontros acontecem junto com
              os demais alunos para esclarecer d&#250;vidas gerais ou quest&#245;es espec&#237;ficas da sua jornada.</p>

            <p>Além disso, você ter&#225; suporte individualizado por e-mail e WhatsApp, de segunda a sexta, 
              para garantir que sua implementa&#231;&#227;o seja bem-sucedida.</p>
          </div>
        </div>
      </div>
    </section>

    <section class="section-price">
      <div class="brown-access">
        <img src="/assets/img/curve-arrow.svg">
        
        <div class="access-content">
          <p class="font-medium italic">Resumindo, você tem acesso &#224;:</p>

          <div class="check-container">
            <img src="assets/icons/check-white.svg">
            <p>M&#233;todo completo contendo os 4 pilares</p>
          </div>

          <div class="check-container">
            <img src="assets/icons/check-white.svg">
            <p>Ferramentas exclusivas de implementa&#231;&#227;o</p>
          </div>

          <div class="check-container">
            <img src="assets/icons/check-white.svg">
            <p>Encontros ao vivo, aulas gravadas e suporte individualizado por 1 ano</p>
          </div>

          <div class="check-container">
            <img src="assets/icons/check-white.svg">
            <p>Meus arquivos e planilhas do Notion</p>
          </div>
        </div>

        <div class="price-box">
          <div class="price-container">
            <p>
              <span class="times">12x</span>
              <span class="price">99,50</span>
            </p>

            <div class="price-info">
              <p>ou R$997,00 &#224; vista*</p>
              <p>*Valor Especial de Lan&#231;amento. Assim que as grava&#231;&#245;es forem conclu&#237;das, esse valor vai aumentar!</p>
              <hr>
              <p class="italic">Garantia Incondicional de 30 dias</p>
            </div>
          </div>

          <button class="btn" type="button">
            Quero transformar conte&#250;do em dinheiro
          </button>
        </div>
      </div>
    </section>

    <section class="section-questions">
      <h1>Ficou com alguma d&#250;vida?</h1>

      <p class="font-medium">Clica no bot&#227;o aqui abaixo pra falar com a minha equipe pelo WhatsApp.
        Vai ser um prazer conversar com voc&#234; e tirar todas as suas d&#250;vidas!</p>

      <button class="btn" type="button">
        <i class="fa-brands fa-whatsapp text-white"></i>
        <span>Quero tirar uma d&#250;vida</span>
      </button>
    </section>

    <section class="section-history">
      <div class="row">
        <div class="col-lg-5 col-xs-12">
          <img class="img-responsive img-history" src="assets/img/josie-historia-min.png">
        </div>

        <div class="col-lg-7 col-xs-12 mobile-first-col">
          <div class="text-container">
            <h1 class="font-heavy-oblique">Um pouco da minha hist&#243;ria…</h1>

            <p class="font-medium">
              Nordestina que hoje mora em Vancouver no Canad&#225;! 
              Tenho um esp&#237;rito aventureiro e determinado que sempre me mant&#233;m em movimento. 
              Comecei minha hist&#243;ria no digital como freelancer, 
              criando conte&#250;do para blogs quando tinha apenas 15 anos.
            </p>

            <p class="font-medium">
              Aos 21 vi como a depress&#227;o levou meu marido para o fundo do po&#231;o! 
              Na tentativa de ajud&#225;-lo, descobri um 
              <span class="font-heavy-oblique underline">treinamento de comportamento humano</span>  
              que causou uma reviravolta nas nossas vidas! O que aprendi naquele treinamento, 
              curou a depress&#227;o dele e nos fez sair do Brasil pra recome&#231;ar a vida no Canad&#225;.
            </p>

            <p class="font-medium">
              Em 2018 comecei um canal no YouTube e no Instagram pra documentar toda a nossa jornada. 
              Usando o que aprendi naquele treinamento, construimos uma 
              <span class="font-heavy-oblique underline">comunidade super engajada</span> 
              que nos acompanhou por anos e que 
              <span class="font-heavy-oblique underline">comprava qualquer coisa que a gente divulgava.</span>
            </p>

            <p class="font-medium">
              Essa experi&#234;ncia me levou a fazer uma 
              <span class="font-heavy-oblique underline">faculdade de marketing e comunica&#231;&#227;o</span> aqui em 
              Vancouver e v&#225;rias outras especializa&#231;&#245;es em 
              <span class="font-heavy-oblique underline">branding pessoal, posicionamento de marca e estrat&#233;gia de conte&#250;do.</span>
            </p>

            <p class="font-medium">
              Comecei a juntar o que aprendi na faculdade com os conhecimentos daquele treinamento 
              e eu n&#227;o conseguia acreditar no que estava acontecendo: as nossas redes sociais deslancharam de vez!
            </p>
          </div>
        </div>
      </div>

      <div class="row middle-lg">
        <div class="col-lg-6 col-xs-12">
          <img class="img-responsive img-casal-legendario" src="assets/img/casal-legendario.png">
        </div>

        <div class="col-lg-6 col-xs-12 mobile-first-col">
          <div class="achievements">
            <div class="check-container">
              <img src="assets/icons/check.svg">
              <p>V&#225;rias publis</p>
            </div>
  
            <div class="check-container">
              <img src="assets/icons/check.svg">
              <p>Foram 17 mil seguidores conquistados</p>
            </div>
  
            <div class="check-container">
              <img src="assets/icons/check.svg">
              <p>Faturamos R$ 40 mil em vendas fruto de afilia&#231;&#227;o com uma escola online de ingl&#234;s</p>
            </div>
  
            <div class="check-container">
              <img src="assets/icons/check.svg">
              <p>Sociedades em neg&#243;cios f&#237;sicos e digitais</p>
            </div>
  
            <div class="check-container">
              <img src="assets/icons/check.svg">
              <p>E mesmo depois de 1 ano sem postar nada l&#225;, ainda hoje recebo mensagens de pessoas me 
                pedindo por consultoria (eu "vendia sem ter que correr atr&#225;s de ningu&#233;m")</p>
            </div>
          </div>
        </div>
      </div>

      <p class="font-medium">Ver nosso bolso enchendo, me fez perceber o poder que existe nessa combina&#231;&#227;o de marketing 
        com os conceitos de comportamento humano! E foi isso que me motivou a lan&#231;ar o 
        <span class="font-heavy-oblique">m&#233;todo content CODES!</span>
      </p>

      <hr>
    </section>

    <section class="sec-faq">
      <div class="accordion" x-data="{selected:null}">
        <h1>D&#250;vidas Frequentes</h1>
        <div class="acc-container" x-bind:class="selected == 0 && 'is-active'" @click="selected !== 0 ? selected = 0 : selected = null" x-transition.duration.500ms>
          <div class="question">Funciona para quem est&#225; come&#231;ando do zero ou n&#227;o tem experi&#234;ncia com Marketing?</div>
          <div class="answer" x-show="selected == 0" x-transition:enter.duration.500ms>
            <p>Com certeza! O content CODES foi desenvolvido pra quem est&#225; come&#231;ando do
              zero no digital e no marketing. A &#250;nica coisa que voc&#234; precisa saber &#233; usar o
              Instagram! Ele foi desenvolvido para profissionais que prestam servi&#231;o e que
              querem usar o Instagram como vitrine pra capta&#231;&#227;o de clientes. O meu m&#233;todo &#233;
              composto por 4 pilares que v&#227;o te conduzir por um caminho claro que vai
              transformar voc&#234; num expert na comunica&#231;&#227;o e nas vendas. Ao aplicar os
              conhecimentos que ensino nas aulas, v&#227;o ser os seus seguidores que vir&#227;o at&#233;
              voc&#234; pedindo pelo seu produto.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 1 && 'is-active'" @click="selected !== 1 ? selected = 1 : selected = null">
          <div class="question">Funciona para quem tem produto de ticket alto?</div>
          <div class="answer" x-show="selected == 1" x-transition:enter.duration.500ms>
            <p>O content CODES &#233; perfeito pra quem tem ticket alto! L&#225; dentro voc&#234; ter&#225; acesso a
              um conjunto de ferramentas super poderosas que foram desenvolvidas
              especialmente pra gerar desejo pelo seu trabalho e por tudo o que voc&#234; vende.
              Uma dessas ferramentas &#233; a Equa&#231;&#227;o de Valor: uma f&#243;rmula capaz de elevar em
              10 vezes a percep&#231;&#227;o de valor de qualquer produto ou servi&#231;o. Pense
              num produto, servi&#231;o ou experi&#234;ncia que você sonha em ter, mas ainda n&#227;o tem
              dinheiro suficiente pra pagar por ele. Agora, imagine que a empresa que vende
              esse produto te desse 24 horas pra você comprar pagando 10% do valor. O que
              voc&#234; faria pra conseguir o dinheiro? Bem, eu acho que você j&#225; deve ter entendido o
              poder dessa ferramenta. Ela &#233; respons&#225;vel por moldar sua oferta pra gerar na
              mente do seu cliente o pensamento de que ele est&#225; “tirando vantagem” de voc&#234;.
              Quando voc&#234; aplicar essa e outras t&#233;cnicas que vou te ensinar, vender seu servi&#231;o
              ou produto de alto ticket se tornar&#225; uma tarefa simples.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 2 && 'is-active'" @click="selected !== 2 ? selected = 2 : selected = null">
          <div class="question">Funciona para quem tem produto de ticket baixo?</div>
          <div class="answer" x-show="selected == 2" x-transition:enter.duration.500ms>
            <p>Sim! Os pilares 2 (Concep&#231;&#227;o do DNA de Marca) e 4 (Modelo das 3 For&#231;as da
              Oferta) foram criados justamente com esse prop&#243;sito. Neles voc&#234; ter&#225; todo o
              conhecimento e as ferramentas que precisa pra criar uma marca pessoal de
              destaque e uma oferta irresist&#237;vel. Essa combina&#231;&#227;o &#233; altamente eficaz quando o
              assunto &#233; elevar percep&#231;&#227;o de valor do seu servi&#231;o ou produto.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 4 && 'is-active'" @click="selected !== 4 ? selected = 4 : selected = null">
          <div class="question">Funciona para vender mentoria?</div>
          <div class="answer" x-show="selected == 4" x-transition:enter.duration.500ms>
            <p>Funciona muito! Tanto para mentoria individual ou em grupo, ou ainda presencial
              ou online. O content CODES tem exatamente o que mentores, consultores,
              coaches e qualquer outro profissional liberal e aut&#244;nomo precisam pra construir
              uma marca pessoal forte que vai gerar diferencia&#231;&#227;o e desejo no seu cliente. Se
              voc&#234; quer ver a sua DM lotada de mensagens, o meu m&#233;todo &#233; perfeito pra voc&#234;!</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 5 && 'is-active'" @click="selected !== 5 ? selected = 5 : selected = null">
          <div class="question">Funciona para produto f&#237;sico?</div>
          <div class="answer" x-show="selected == 5" x-transition:enter.duration.500ms>
            <p>O m&#233;todo content CODES foi pensado especialmente pra profissionais liberais e
              aut&#244;nomos que querem ter pessoas batendo no seu direct pedindo seu servi&#231;o
              todo dia. Por&#233;m, tudo o que compartilho nele, tamb&#233;m pode ser adaptado para
              quem vende produtos f&#237;sicos. Ao passar pelos 4 pilares voc&#234; entender&#225; seu p&#250;blico
              alvo num n&#237;vel profundo, ser&#225; capaz de posicionar o seu produto de forma
              estrat&#233;gica pra se diferenciar da concorr&#234;ncia e dominar&#225; a arte de comunicar pra
              gerar vendas sem ter que ficar correndo atr&#225;s de ningu&#233;m.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 6 && 'is-active'" @click="selected !== 6 ? selected = 6 : selected = null">
          <div class="question">Funciona para servi&#231;os?</div>
          <div class="answer" x-show="selected == 6" x-transition:enter.duration.500ms>
            <p>Com certeza! Tudo o que desenvolvi e escolhi colocar no meu m&#233;todo foi
              pensando especificamente em profissionais liberais e aut&#244;nomos que querem usar
              o Instagram como vitrine para capta&#231;&#227;o de clientes. Ao colocar em pr&#225;tica o que
              ensino, voc&#234; ser&#225; capaz de criar um fluxo cont&#237;nuo de atra&#231;&#227;o qualificada, reten&#231;&#227;o
              e vendas no seu perfil. Melhor ainda: você n&#227;o vai mais ter que ficar correndo atr&#225;s
              de ningu&#233;m, tentando convencer seu prospecto e muito menos tendo que dar
              desconto para ver se consegue fechar uma venda. Os conhecimentos que vou te
              entregar ser&#227;o capazes de despertar tanto desejo no seu público alvo que talvez
              voc&#234; tenha que elevar o seu pre&#231;o pra poder nivelar com a demanda.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 7 && 'is-active'" @click="selected !== 7 ? selected = 7 : selected = null">
          <div class="question">Funciona para qualquer nicho?</div>
          <div class="answer" x-show="selected == 7" x-transition:enter.duration.500ms>
            <p>Sim! O que ensino no meu m&#233;todo n&#227;o tem nada a ver com trends, hacks ou
              qualquer conceito raso e passageiro que voc&#234; j&#225; viu por a&#237;. O content CODES foi
              desenvolvido com base em estudos da mente e do comportamento humano,
              juntamente com os fundamentos do marketing. Portanto, se seu objetivo &#233; usar o
              Instagram para vender seu servi&#231;o ou produto, se destacar no seu nicho e ter
              pessoas batendo na sua DM pedindo pelo seu link de compra, tudo o que voc&#234;
              encontrar&#225; no meu m&#233;todo vai servir como um GPS pra te levar aos resultados que deseja.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 8 && 'is-active'" @click="selected !== 8 ? selected = 8 : selected = null">
          <div class="question">Ensina tr&#225;fego?</div>
          <div class="answer" x-show="selected == 8" x-transition:enter.duration.500ms>
            <p>O content CODES n&#227;o &#233; um curso de tr&#225;fego, mas vai te ensinar a usar
              esse recurso pra atrair p&#250;blico comprador investindo o m&#237;nimo necess&#225;rio e sem complica&#231;&#227;o.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 9 && 'is-active'" @click="selected !== 9 ? selected = 9 : selected = null">
          <div class="question">Ensina copy?</div>
          <div class="answer" x-show="selected == 9" x-transition:enter.duration.500ms>
            <p>O content CODES n&#227;o &#233; um curso de copy, mas ao concluir os 4 pilares voc&#234;
              entender&#225; como a nossa mente funciona e dominar&#225; a arte de comunicar, despertar desejo e vender.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 10 && 'is-active'" @click="selected !== 10 ? selected = 10 : selected = null">
          <div class="question">J&#225; fiz v&#225;rios cursos e nada funcionou pra mim, o content CODES vai mesmo funcionar?</div>
          <div class="answer" x-show="selected == 10" x-transition:enter.duration.500ms>
            <p>Sim e n&#227;o! Deixa eu explicar: antes de criar o content CODES, eu comprei e
              consumi v&#225;rios cursos de marketing do Brasil (desde os mais baratos at&#233; os
              mais caros). Eu queria entender o n&#237;vel de informa&#231;&#227;o que &#233; entregue no mercado
              atualmente. 95% deles foram uma decep&#231;&#227;o e uma completa perda de dinheiro.
              Por isso, existe uma grande chance de voc&#234; s&#243; ter consumido informa&#231;&#227;o raza que
              n&#227;o te leva a lugar nenhum e isso justifica sua falta de resultado. Mas, pode ser
              que voc&#234; j&#225; tenha consumido alguns dos poucos cursos que s&#227;o bons. Se esse for
              o seu caso e mesmo assim ele “n&#227;o funcionou pra voc&#234;”, pode ser que o problema
              neste caso seja voc&#234;. N&#227;o me leve a mal, o content CODES &#233; extremamente
              poderoso e tudo que tem l&#225; dentro pode transformar sua vida profissional de
              verdade, por&#233;m n&#227;o &#233; milagre! Voc&#234; vai ter que dedicar tempo pra estudar e aplicar o que ensino.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 11 && 'is-active'" @click="selected !== 11 ? selected = 11 : selected = null">
          <div class="question">Terei um espaço para tirar d&#250;vidas?</div>
          <div class="answer" x-show="selected == 11" x-transition:enter.duration.500ms>
            <p>Sim! Voc&#234; ter&#225; acesso ao nosso suporte de segunda a sexta pelo e-mail e
              WhatsApp, onde poder&#225; tirar qualquer d&#250;vida que surgir ao longo das aulas. Al&#233;m
              disso, eu estarei ao vivo com os alunos 1 vez por m&#234;s para garantir que voc&#234; n&#227;o
              fique travado durante o seu processo.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 12 && 'is-active'" @click="selected !== 12 ? selected = 12 : selected = null">
          <div class="question">O que acontece caso eu n&#227;o me identifique com o conte&#250;do?</div>
          <div class="answer" x-show="selected == 12" x-transition:enter.duration.500ms>
            <p>O content CODES foi desenvolvido e organizado da maneira mais dit&#225;dica
              possível. Por isso, te garanto que mesmo os conceitos mais avan&#231;ados que ensino
              l&#225; dentro ser&#227;o facilmente entend&#237;veis e aplic&#225;veis. Mesmo assim, quero que tenha
              total tranquilidade para decidir se esse m&#233;todo serve ou n&#227;o pra voc&#234;. Por isso,
              voc&#234; tem 30 dias de garantia pra consumir as aulas, usar as ferramentas,
              suporte... Tudo mesmo! Se por qualquer raz&#227;o voc&#234; achar que meu m&#233;todo n&#227;o foi
              um divisor de &#225;guas na sua vida, &#233; s&#243; acionar a garantia que eu devolvo todo o seu
              dinheiro sem pedir justificativas.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 13 && 'is-active'" @click="selected !== 13 ? selected = 13 : selected = null">
          <div class="question">Quanto tempo terei acesso ao conte&#250;do?</div>
          <div class="answer" x-show="selected == 13" x-transition:enter.duration.500ms>
            <p>As aulas, ferramentas, encontros ao vivo e suporte ficar&#227;o dispon&#237;veis por 1 ano 
              pra voc&#234; rever e usar quantas vezes quiser.</p>
          </div>
        </div>
        <hr>
        <div class="acc-container" x-bind:class="selected == 14 && 'is-active'" @click="selected !== 14 ? selected = 14 : selected = null">
          <div class="question">As aulas s&#227;o ao vivo?</div>
          <div class="answer" x-show="selected == 14" x-transition:enter.duration.500ms>
            <p>N&#227;o, as aulas s&#227;o gravadas. Por&#233;m, teremos 1 encontro ao vivo todo m&#234;s com
              todos os alunos, onde eu respondo todas as suas d&#250;vidas pessoalmente. Al&#233;m
              disso, temos um suporte capacitado que fica dispon&#237;vel de segunda a sexta pelo e-mail e WhatsApp.
              Neste suporte, voc&#234; tamb&#233;m poder&#225; mandar as d&#250;vidas que forem surgindo ao longo das aulas.</p>
          </div>
        </div>
      </div>
    </section>

    <footer>
      <p>Copyright &#169; 2023 Josie Mafra All rights reserved</p>
    </footer>

  </body>
</html>
